spec/fixtures/soap/xml/IControl/LocalLB/VirtualServer/IControl.LocalLB.VirtualServer.get_persistence_record_2d6374e0af09004200910b771f056c48_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:get_persistence_record><virtual_servers><value>test_virtual_server2</value></virtual_servers></wsdl:get_persistence_record></env:Body></env:Envelope>